/* Master View Controller */
"Circle" = "Cirkel";
"Triangle" = "Triangel";
"Right Triangle" = "Rätvinklig Triangel";
"Sphere" = "Sfär";
"Square Pyramid" = "Kvadratisk Pyramid";
"Cylinder" = "Cylinder";
"Cone" = "Kon";
"Cuboid" = "Rätblock";

/* Unit Formatters */
"AngleFormatter" = "Angles";
"LengthFormatter" = "Length";
"AreaFormatter" = "Area";
"VolumeFormatter" = "Volume";

/* Detail View Controller */
"Define three different properties" = "Ange tre olika värden";
"Define two different properties" = "Ange två olika värden";
"Define one property" = "Ange ett värde";

/* Shape Attributes or Properties */
"base" = "Bas";
"height" = "Höjd";

"volume" = "Volym";
"slantHeight" = "Lutande Höjd";
"lateralEdge" = "Hörnkant"; // <<<<-------- ?

"perimeter" = "Omkrets";
"hypotenuse" = "Hypotenusa";
"circumference" = "Omkrets";


"radius" = "Radie";
"diameter" = "Diameter";
"spaceDiagonal" = "Rymddiagonal";

/* Cuboid */
"height" = "Höjd";
"width" = "Bredd";
"length" = "Längd";

/* Triangle */
"angleA" = "Angle A";
"angleB" = "Angle B";
"angleC" = "Angle C";

"sideA" = "Side A";
"sideB" = "Side B";
"sideC" = "Side C";

/* Areas */
"area" = "Area";
"mantleArea" = "Mantelarea";
"baseArea" = "Basarea";
"surfaceArea" = "Area";
"lateralSurfaceArea" = "Mantelarea"; // Pyramid

/* Angles */
"slantAngle" = "Slant Angle";
"lateralEdgeAngle" = "Lateral Edge Angle"; // Pyramid

/* Descriptions */
"Triangle.sideA.description" = "The side opposite to Angle A";
"Triangle.sideB.description" = "The side opposite to Angle B";
"Triangle.sideC.description" = "The side opposite to Angle C";

"Triangle.angleA.description" = "The angle opposite to Side B";
"Triangle.angleB.description" = "The angle opposite to Side B";
"Triangle.angleC.description" = "The angle opposite to Side C";

"Pyramid.slantHeight.description" = "Höjden för pyramidens fyra sidor";
"Pyramid.lateralEdge.description" = "Sträckan mellan pyramidens hörn och spets";
"Pyramid.lateralSurfaceArea.description" = "Den totala arean för pyramidens fyra sidor";

"RightTriangle.angleA.description" = "The angle opposite the height";
"RightTriangle.angleB.description" = "The top most angle opposite the base";
